package com.Jin.com.Jin.Data;

public class KoreaGayo {

    public static int csbg_all=8;
    public static int csbg_part=3;
    public static String [] csbg=
            {"살어리 살어리랏다 쳥산(靑山)에 살어리랏다",
            "멀위랑 달래 먹고 쳥산(靑山)에 살어리랏다",
            "얄리얄리 얄랑셩 얄라리 얄라", " .",
            "우러라 우러라 새여 자고 니러 우러라 새여",
            "널라와 시름 한 나도 자고 니러 우니로라",
            "얄리얄리 얄라셩 얄라리 얄라"," .",
            "가던 새 가던 새 본다 믈 아래 가던 새 본다",
            "잉 무든 장글란 가지고 믈 아래 가던 새 본다",
            "얄리얄리 얄라셩 얄라리 얄라", " .",
            "이링공 뎌링공 하야 나즈란 디내와손뎌",
            "오리도 가리도 업슨 바므란 또 엇디 호리라",
            "얄리얄리 얄라셩 얄라리 얄라", " .",
            "어듸라 더디던 돌코 누리라 마치던 돌코",
            "믜리도 괴리도 업시 마자셔 우니노라",
            "얄리얄리 얄라셩 얄라리 얄라", " .",
            "살어리 살어리랏다 바라래 살어리랏다",
            "나마자기 구조개랑 먹고 바라래 살어리랏다",
            "얄리얄리 얄라셩 얄라리 얄라", " .",
            "가다가 가다가 드로라 에졍지 가다가 드로라",
            "사사미 짐대에 올라셔 해금을 혀거를 드로라",
            "얄리얄리 얄라셩 얄라리 얄라", " .",
            "가다니 배브른 도긔 설진 강수를 비조라",
            "조롱곳 누로기 매와 잡사와니 내 엇디 하리잇고",
            "얄리얄리 얄라셩 얄라리 얄라"};

    public static int sgbg_all=8;
    public static int sgbg_part=4;
    public static String [] sgbg=
            {   "西京(서경)이 아즐가 西京이 셔울히 마르는", "위 두어렁셩 두어렁셩 다링디리",
                "닷곤 대 아즐가 닷곤 대 쇼셩경 고외마른", "위 두어렁셩 두어렁셩 다링디리", " .",
                "여해므론 아즐가 여해므론 질삼 뵈 바리시고", "위 두어렁셩 두어렁셩 다링디리",
                "괴시란대 아즐가 괴시란대 우러곰 좃니노이다", "위 두어렁셩 두어렁셩 다링디리", " .",
                "구스리 아즐가 구스리 바회예 디신들", "위 두어렁셩 두어렁셩 다링디리",
                "긴힛딴 아즐가 긴힛딴 그치리잇가 나난", "위 두어렁셩 두어렁셩 다링디리", " .",
                "즈믄 해를 아즐가 즈믄 해를 외오곰 녀신들", "위 두어렁셩 두어렁셩 다링디리",
                "信(신)잇단 아즐가 信잇단 그츠리잇가 나난", "위 두어렁셩 두어렁셩 다링디리", " .",
                "大同江(대동강) 아즐가 大同江 너븐디 몰라셔", "위 두어렁셩 두어렁셩 다링디리",
                "배 내여 아즐가 배 내여 노흔다 샤공아", "위 두어렁셩 두어렁셩 다링디리", " .",
                "네 가시 아즐가 네 가시 럼난디 몰라셔", "위 두어렁셩 두어렁셩 다링디리",
                "녈 배예 아즐가 녈 배예 연즌다 샤공아", "위 두어렁셩 두어렁셩 다링디리", " .",
                "大同江 아즐가 大同江 거넌편 고즐여", "위 두어렁셩 두어렁셩 다링디리",
                "배 타들면 아즐가 배 타들면 것고리이다 나난", " 위 두어렁셩 두어렁셩 다링디리"
            };

}

